{
    "Abstract":"Autism spectrum disorder (ASD), a neurodevelopmental disorder affecting nearly 1 in 88 children, is thought to result from aberrant brain connectivity. Remarkably, there have been no systematic attempts to characterize whole-brain connectivity in children with ASD. Here, we use neuroimaging to show that there are more instances of greater functional connectivity in the brains of children with ASD in comparison to those of typically developing children. Hyperconnectivity in ASD was observed at the whole-brain and subsystems levels, across long- and short-range connections, and was associated with higher levels of fluctuations in regional brain signals. Brain hyperconnectivity predicted symptom severity in ASD, such that children with greater functional connectivity exhibited more severe social deficits. We replicated these findings in two additional independent cohorts, demonstrating again that at earlier ages, the brain of children with ASD is largely functionally hyperconnected in ways that contribute to social dysfunction. Our findings provide unique insights into brain mechanisms underlying childhood autism.",
    "Cohorts":[
        {
            "Age":"84 to 167 months",
            "Gender":"Both",
            "Type":"Baseline - ASD Subjects ( 32 )"
        },
        {
            "Age":"84 to 167 months",
            "Gender":"Both",
            "Type":"Control - Non-ASD Subjects ( 4 )"
        },
        {
            "Age":"84 to 167 months",
            "Gender":"Both",
            "Type":"Test - Phenotype Unknown ( 35 )"
        }
    ],
    "DOI":"10.15154/1223791",
    "Data Use":"Secondary Analysis",
    "Investigators":"Menon, Vinod; Superkar, K; Uddin, LQ; Khouzam, A; Phillips, J; Gaillard, WD; Kenworthy, LE; Yerys, BE; Vaidya, CJ",
    "Measures":[
        {
            "Data Structure":"Image - V02",
            "Elements":[
                {
                    "dimensionType":"Data Element",
                    "name":"image_file",
                    "partOf":{
                        "creator":"National Database for Autism Research",
                        "dataType":"Autism Studies",
                        "title":"NDAR Data From Papers"
                    }
                }
            ],
            "URL":"https://ndar.nih.gov/ndar_data_dictionary.html?short_name=image02"
        }
    ],
    "ResourceURL":"https://ndar.nih.gov/study.html?id=269",
    "Results":[
        {
            "Title":"Paper in Cell Reports",
            "URL":"http://www.sciencedirect.com/science/article/pii/S2211124713005706"
        }
    ],
    "Title":"Brain Hyperconnectivity in Children with Autism and its Links to Social Deficits  #269",
    "Types":{
        "Study Type":"Observational Study"
    },
    "identifier":"269",
    "identifierScheme":"An identifier for these studies is the number given to it on the NDAR website.  For example, the entry with identifier '1' would represent the data found at 'https://ndar.nih.gov/study.html?id=1'"
}