{
  "name": "CAPS Bonus Games 1-3 (CAPS-BONUS1 CAPS-BONUS2 CAPS-BONUS3 and CAPS-BONUS4 modules)",
  "type": "dataset",
  "url": "http://hdl.handle.net/1902.29/CAPS-BONUS1",
  "image_url": "https://dataverse.harvard.edu/api/access/dsCardImage/458",
  "global_id": "hdl:1902.29/CAPS-BONUS1",
  "description": "THIS UNIT PROVIDES 3 COUNTERBALANCED OPTIONS ON BONUS $ RATIOS AND RECIPIENT GROUP SIZE. -- -IN VS. OUT GROUP -- -ENHANCED OUTGROUP DESCRIPTION Generosity vs. Reciprocity and Ingroup vs. Outgroup This situation has elements of the classic prisoner's dilemma game: if everyone cooperates in choices where the give option is greater than the take option then each is better off than if all defect or take. But each person gains the most in these situations by taking, because regardless of the others' choices, the defector always gains an additional $1. The ideal situation from a short term financial view point is to hope the others give and then take yourself. From a long term perspective it is better for all to give. This experiment, with counterbalanced condition assignments will be run 3 times during the semester. Each participant was given three choices. They could take $1 for themselves or give a specified amount to be split to the others in their partnership, team, or department. The give amount was either $.90, $1.20, or $1.50. The combinations of group size and money to give were counterbalanced on group size and in ascending or descending order of money to give. Each participant wa s in one of two reciprocity conditions maintained throughout the BONUS1 to BONUS3 sequence in CAPS/88. In the reciprocity condition they were told the others in the group to whom they could give were being given the same choice. In the generosity conditi on no comment was made about the possibility of reciprocity. Respondents in CAPS Division A were in the reciprocity and Division B in the generosity condition. In addition, each participant was in one of two other conditions. The group to whom they could give was either their own partner, team or department (ingroup) or one, three or fifteen individuals from the other division (outgroup). The individuals in the outgroup were people they were unlikely to have any contact with during the CAPS term. Rs in CAPS teams A and D were in the ingroup and teams B and C in the outgroup condition. In CAPS/87 this unit was BONUS4, except that groupsize order and amount orders have been changed to produce a more counterbalanced design. See codebook for additional information",
  "published_at": "2007-12-07T14:37:15Z",
  "citation": "2009, \"CAPS Bonus Games 1-3 (CAPS-BONUS1 CAPS-BONUS2 CAPS-BONUS3 and CAPS-BONUS4 modules)\", <a href=\"http://hdl.handle.net/1902.29/CAPS-BONUS1\">http://hdl.handle.net/1902.29/CAPS-BONUS1<\/a>"
}
